[
 {
  "nombreLibro": "Cybersecurity - Attack and Defense Strategies",
  "categoria": "Ciberseguridad",
  "subcategoria": "C++",
  "autor": "Yuri Diogenes , Dr. Erdal Ozkaya ",
  "editorial": "Packt",
  "isbn": "9781788475297",
  "idioma": "Inglés",
  "precioBook": "5.99",
  "precioEbook": "2.99",
  "paginas": "384",
  "year": "2018",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>The book will start talking about the security posture before moving to Red Team tactics, where you will learn the basic syntax for the Windows and Linux tools that are commonly used to perform the necessary operations. You will also gain hands-on experience of using new Red Team techniques with powerful tools such as python and PowerShell, which will enable you to discover vulnerabilities in your system and how to exploit them. Moving on, you will learn how a system is usually compromised by adversaries, and how they hack user's identity, and the various tools used by the Red Team to find vulnerabilities in a system.</p>\r\n<p>In the next section, you will learn about the defense strategies followed by the Blue Team to enhance the overall security of a system. You will also learn about an in-depth strategy to ensure that there are security controls in each network layer, and how you can carry out the recovery process of a compromised system. Finally, you will learn how to create a vulnerability management strategy and the different techniques for manual log analysis.</p>\r\n<p>By the end of this book, you will be well-versed with Red Team and Blue Team techniques and will have learned the techniques used nowadays to attack and defend systems.</p>\r\n</div>",
  "detallesAutor": "<p>Yuri Diogenes is a professor at EC-Council University for their master's degree in cybersecurity program. Yuri has a master of science degree in cybersecurity from UTICA College, and MBA from FGV Brazil. Yuri currently holds the following certifications CISSP, CyberSec First Responder, CompTIA CSA+, E|CEH, E|CSA, E|CHFI, E|CND, CyberSec First Responder, CompTIA, Security+, CompTIA Cloud Essentials, Network+, Mobility+, CASP, CSA+, MCSE, MCTS, and Microsoft Specialist - Azure.</p>\r\n<p>Dr. Erdal Ozkaya is a technically sophisticated executive leader with a solid education and strong business acumen. Over the course of his progressive career, he has developed a keen aptitude for facilitating the integration of standard operating procedures that ensure optimal functionality of all technical functions and systems.</p>\r\n<p>&nbsp;</p>\r\n<p>Being a proactive communicator, trusted partner, and skilled analyst, he is highly adept at building dynamic teams that work together to expedite operational goals, priorities, and objectives. As a result, he is poised to conduct reviews and investigations with prompt efficiency and provide thorough and informative reports to both internal and external stakeholders.</p>",
  "id": 1,
  "portada": "public/images/booksCover/portada-1629923888051.png"
 },
 {
  "nombreLibro": "Cardiología: Bases fisiopatológicas de las cardiopatías",
  "categoria": "Medicina",
  "subcategoria": "Cardiología",
  "autor": "Leonard Stuart Lilly",
  "editorial": "Wolters Kluwer",
  "isbn": "9788418257728",
  "idioma": "Español",
  "precioBook": "600",
  "precioEbook": "350",
  "paginas": "500",
  "year": "2021",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>El libro está diseñado específicamente para preparar a los estudiantes para sus primeros encuentros con pacientes con enfermedades cardiovasculares. Esta 7.ª edición, revisada a fondo por la facultad de la Facultad de Medicina de Harvard y un equipo selecto de cardiólogos y residentes de medicina interna, equipa a los estudiantes con una comprensión clara, completa y clínicamente relevante de la fisiopatología cardiovascular, estableciendo una base sólida para el diagnóstico y el tratamiento del paciente.</p>\r\n</div>",
  "detallesAutor": "<p>El Dr. Leonard Stuart Lilly es jefe de la División de Cardiología del Brigham and Women's Faulkner Hospital y especialista en medicina cardiovascular del Brigham and Women’s Hospital (BWH). Además, es profesor de medicina en la Escuela de Medicina de Harvard (HMS).</p>",
  "id": 2,
  "portada": "public/images/booksCover/default-image.png"
 },
 {
  "id": 3,
  "nombreLibro": "Braunwald: Tratado de cardiología: Texto de Medicina cardiovascular",
  "autor": "Douglas P. Zipes",
  "categoria": "Medicina",
  "subcategoria": "Cardiología",
  "editorial": "Elsevier",
  "isbn": "9788491133988",
  "precioBook": "4000",
  "precioEbook": "1000",
  "idioma": "Inglés",
  "year": "2019",
  "paginas": "2019",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Obra de referencia en Cardiolog&iacute;a que cubre todos los aspectos de la especialidad proporcionando a cl&iacute;nicos, m&eacute;dicos en formaci&oacute;n y estudiantes las herramientas fundamentales para estar al d&iacute;a tanto en lo que se refiere a las bases cient&iacute;ficas como a los avances cl&iacute;nicos de la medicina cardiovascular.</p>\r\n</div>",
  "detallesAutor": "<p>El doctor Douglas P. Zipes es Profesor Em&eacute;rito de Medicina, Farmacolog&iacute;a y Toxicolog&iacute;a, Director Em&eacute;rito de la Divisi&oacute;n de Cardiolog&iacute;a y del Instituto Krannert de Cardiolog&iacute;a de la Facultad de Medicina de la Universidad de Indiana. El Dr. Douglas P. Zipes ha recibido la Medalla de Oro de la Sociedad Europea de Cardiolog&iacute;a 2013.</p>",
  "portada": "public/images/booksCover/portada-1631582203067.jpg"
 },
 {
  "id": 4,
  "nombreLibro": "Neuroanatomía clínica: Texto y Atlas",
  "autor": "Duane E. Haines",
  "categoria": "Medicina",
  "subcategoria": "Neurología",
  "editorial": "Wolters Kluwer",
  "isbn": "9788418257650",
  "precioBook": "600",
  "precioEbook": "300",
  "idioma": "Inglés",
  "year": "2021",
  "paginas": "2021",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La nueva edici&oacute;n de Neuroanatom&iacute;a cl&iacute;nica. Texto y Atlas contin&uacute;a proporcionando toda la informaci&oacute;n que el estudiante necesita conocer sobre la anatom&iacute;a del sistema nervioso central en el contexto cl&iacute;nico; incluye ilustraciones anat&oacute;micas a todo color, abundantes im&aacute;genes de RM, TC y obtenidas con las t&eacute;cnicas m&aacute;s novedosas que ofrecen una visi&oacute;n m&aacute;s real y clara de las estructuras cl&iacute;nicamente relevantes del sistema nervioso.</p>\r\n</div>",
  "detallesAutor": "<p>Duane E. Haines, PhD es profesor em&eacute;rito del Centro M&eacute;dico de la Universidad de Mississippi en el Departamento de Neurobiolog&iacute;a y Ciencias Anat&oacute;micas.</p>",
  "portada": "public/images/booksCover/portada-1631582663943.jpg"
 },
 {
  "nombreLibro": "Neuroanatomia funcional: Texto y atlas",
  "categoria": "Medicina",
  "subcategoria": "Neurología",
  "autor": "Adel K. Afifi",
  "editorial": "McGraw-Hill",
  "isbn": "9786071514936",
  "idioma": "Español",
  "precioBook": "800",
  "precioEbook": "360",
  "paginas": "515",
  "year": "2020",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Neuroanatomía funcional proporciona los principios de la neuroanatomía. Esta edición cuenta con cuatro capítulos nuevos, dos sobre formación reticular, la vigilia y el sueño  y sus correlaciones clínicas; uno acerca del control de la postura; uno  mas sobre el movimiento y otro enfocado en la forma de atender al paciente con un trastorno neurológico.</p>\r\n</div>",
  "detallesAutor": "<p>El Dr. Adel Afifi nació en Akka (Acre), Palestina. El Dr. Afifi publicó más de cien artículos en revistas profesionales y diez libros. Ha recibido varios premios.</p>",
  "id": 5,
  "portada": "public/images/booksCover/default-image.png"
 },
 {
  "nombreLibro": "Farmacología Básica y Clínica",
  "categoria": "Medicina",
  "subcategoria": "Farmacología",
  "autor": "Bertram G. Katzung",
  "editorial": "McGraw-Hill",
  "isbn": "9786071515810",
  "idioma": "Español",
  "precioBook": "1300",
  "precioEbook": "800",
  "paginas": "1300",
  "year": "2022",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Este libro representa casi 40 años de ofrecer la información más actualizada disponible en el campo. Esta edición refleja una importante expansión de los fármacos de molécula grande en la farmacopea, con numerosos anticuerpos monoclonales nuevos y otros “productos biológicos” que se abordan en varios capítulos. Aunque los fármacos complejos todavía están sobrepasados en número por los de molécula pequeña, han proporcionado importantes avances terapéuticos, y constituyen una fracción importante y creciente de los recursos disponibles para la farmacoterapia.</p>\r\n</div>",
  "detallesAutor": "<p>El Dr. Katzung recibió su título de M.D. de la State University of New York, Syracuse en 1957 y el Ph.D. en Farmacología de la Universidad de California, San Francisco en 1962. Después de una pasantía en el Hospital Moffitt, se unió al Departamento de Farmacología y Terapéutica Experimental (ahora CMP) en UCSF en 1958 y al cuerpo docente en 1962. Fue Presidente en funciones del Departamento desde 1978 hasta 1981. Su investigación se centró en la función cardíaca, especialmente la actividad eléctrica celular cardíaca, afectada por fármacos, incluidos los digitálicos y los agentes antiarrítmicos.</p>",
  "id": 6,
  "portada": "public/images/booksCover/default-image.png"
 },
 {
  "nombreLibro": "Rang y Dale: Farmacología",
  "categoria": "Medicina",
  "subcategoria": "Farmacología",
  "autor": "James M. Ritter",
  "editorial": "Elsevier",
  "isbn": "9788491135586",
  "idioma": "Español",
  "precioBook": "900",
  "precioEbook": "500",
  "paginas": "790",
  "year": "2020",
  "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La nueva edición se organiza de la misma forma que la ed. vigente (6 secciones) a través de las cuales se explican los mecanismos de actuación de los fármacos. Presenta de una forma clara y exhaustiva los aspectos más relevantes de la farmacología, desde la comprensión de los receptores moleculares y las acciones farmacológicas, hasta las aplicaciones clínicas de grupos esenciales de fármacos.</p>\r\n</div>",
  "detallesAutor": "<p>Sin información.</p>",
  "id": 7,
  "portada": "public/images/booksCover/default-image.png"
 }
]