[
  {
    "nombreLibro": "Cybersecurity - Attack and Defense Strategies",
    "categoria": "Ciberseguridad",
    "subcategoria": "C++",
    "autor": "Yuri Diogenes , Dr. Erdal Ozkaya ",
    "editorial": "Packt",
    "isbn": "9781788475297",
    "idioma": "Inglés",
    "precioBook": "5.99",
    "precioEbook": "2.99",
    "paginas": "384",
    "year": "2018",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>The book will start talking about the security posture before moving to Red Team tactics, where you will learn the basic syntax for the Windows and Linux tools that are commonly used to perform the necessary operations. You will also gain hands-on experience of using new Red Team techniques with powerful tools such as python and PowerShell, which will enable you to discover vulnerabilities in your system and how to exploit them. Moving on, you will learn how a system is usually compromised by adversaries, and how they hack user's identity, and the various tools used by the Red Team to find vulnerabilities in a system.</p>\r\n<p>In the next section, you will learn about the defense strategies followed by the Blue Team to enhance the overall security of a system. You will also learn about an in-depth strategy to ensure that there are security controls in each network layer, and how you can carry out the recovery process of a compromised system. Finally, you will learn how to create a vulnerability management strategy and the different techniques for manual log analysis.</p>\r\n<p>By the end of this book, you will be well-versed with Red Team and Blue Team techniques and will have learned the techniques used nowadays to attack and defend systems.</p>\r\n</div>",
    "detallesAutor": "<p>Yuri Diogenes is a professor at EC-Council University for their master's degree in cybersecurity program. Yuri has a master of science degree in cybersecurity from UTICA College, and MBA from FGV Brazil. Yuri currently holds the following certifications CISSP, CyberSec First Responder, CompTIA CSA+, E|CEH, E|CSA, E|CHFI, E|CND, CyberSec First Responder, CompTIA, Security+, CompTIA Cloud Essentials, Network+, Mobility+, CASP, CSA+, MCSE, MCTS, and Microsoft Specialist - Azure.</p>\r\n<p>Dr. Erdal Ozkaya is a technically sophisticated executive leader with a solid education and strong business acumen. Over the course of his progressive career, he has developed a keen aptitude for facilitating the integration of standard operating procedures that ensure optimal functionality of all technical functions and systems.</p>\r\n<p>&nbsp;</p>\r\n<p>Being a proactive communicator, trusted partner, and skilled analyst, he is highly adept at building dynamic teams that work together to expedite operational goals, priorities, and objectives. As a result, he is poised to conduct reviews and investigations with prompt efficiency and provide thorough and informative reports to both internal and external stakeholders.</p>",
    "id": 1,
    "portada": "public/images/booksCover/portada-1629923888051.png"
  },
  {
    "nombreLibro": "Cardiología: Bases fisiopatológicas de las cardiopatías",
    "categoria": "Medicina",
    "subcategoria": "Cardiología",
    "autor": "Leonard Stuart Lilly",
    "editorial": "Wolters Kluwer",
    "isbn": "9788418257728",
    "idioma": "Español",
    "precioBook": "600",
    "precioEbook": "350",
    "paginas": "500",
    "year": "2021",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>El libro está diseñado específicamente para preparar a los estudiantes para sus primeros encuentros con pacientes con enfermedades cardiovasculares. Esta 7.ª edición, revisada a fondo por la facultad de la Facultad de Medicina de Harvard y un equipo selecto de cardiólogos y residentes de medicina interna, equipa a los estudiantes con una comprensión clara, completa y clínicamente relevante de la fisiopatología cardiovascular, estableciendo una base sólida para el diagnóstico y el tratamiento del paciente.</p>\r\n</div>",
    "detallesAutor": "<p>El Dr. Leonard Stuart Lilly es jefe de la División de Cardiología del Brigham and Women's Faulkner Hospital y especialista en medicina cardiovascular del Brigham and Women’s Hospital (BWH). Además, es profesor de medicina en la Escuela de Medicina de Harvard (HMS).</p>",
    "id": 2,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Braunwald: Tratado de cardiología: Texto de medicina cardiovascular",
    "categoria": "Medicina",
    "subcategoria": "Cardiología",
    "autor": "Douglas P. Zipes",
    "editorial": "Elsevier",
    "isbn": "9788491133988",
    "idioma": "Español",
    "precioBook": "4000",
    "precioEbook": "1000",
    "paginas": "2056",
    "year": "2019",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Obra de referencia en Cardiología que cubre todos los aspectos de la especialidad proporcionando a clínicos, médicos en formación y estudiantes las herramientas fundamentales para estar al día tanto en lo que se refiere a las bases científicas como a los avances clínicos de la medicina cardiovascular.</p>\r\n</div>",
    "detallesAutor": "<p>El doctor Douglas P. Zipes es Profesor Emérito de Medicina, Farmacología y Toxicología, Director Emérito de la División de Cardiología y del Instituto Krannert de Cardiología de la Facultad de Medicina de la Universidad de Indiana. El Dr. Douglas P. Zipes ha recibido la Medalla de Oro de la Sociedad Europea de Cardiología 2013.</p>",
    "id": 3,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Neuroanatomía clínica: Texto y Atlas",
    "categoria": "Medicina",
    "subcategoria": "Neurología",
    "autor": "Duane E. Haines",
    "editorial": "Wolters Kluwer",
    "isbn": "9788418257650",
    "idioma": "Español",
    "precioBook": "600",
    "precioEbook": "300",
    "paginas": "355",
    "year": "2021",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La nueva edición de Neuroanatomía clínica. Texto y Atlas continúa proporcionando toda la información que el estudiante necesita conocer sobre la anatomía del sistema nervioso central en el contexto clínico; incluye ilustraciones anatómicas a todo color, abundantes imágenes de RM, TC y obtenidas con las técnicas más novedosas que ofrecen una visión más real y clara de las estructuras clínicamente relevantes del sistema nervioso.</p>\r\n</div>",
    "detallesAutor": "<p>Duane E. Haines, PhD es profesor emérito del Centro Médico de la Universidad de Mississippi en el Departamento de Neurobiología y Ciencias Anatómicas.</p>",
    "id": 4,
    "portada": "public/images/booksCover/default-image.png"
  },
    {
    "nombreLibro": "Neuroanatomia funcional: Texto y atlas",
    "categoria": "Medicina",
    "subcategoria": "Neurología",
    "autor": "Adel K. Afifi",
    "editorial": "McGraw-Hill",
    "isbn": "9786071514936",
    "idioma": "Español",
    "precioBook": "800",
    "precioEbook": "360",
    "paginas": "515",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Neuroanatomía funcional proporciona los principios de la neuroanatomía. Esta edición cuenta con cuatro capítulos nuevos, dos sobre formación reticular, la vigilia y el sueño  y sus correlaciones clínicas; uno acerca del control de la postura; uno  mas sobre el movimiento y otro enfocado en la forma de atender al paciente con un trastorno neurológico.</p>\r\n</div>",
    "detallesAutor": "<p>El Dr. Adel Afifi nació en Akka (Acre), Palestina. El Dr. Afifi publicó más de cien artículos en revistas profesionales y diez libros. Ha recibido varios premios.</p>",
    "id": 5,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Farmacología Básica y Clínica",
    "categoria": "Medicina",
    "subcategoria": "Farmacología",
    "autor": "Bertram G. Katzung",
    "editorial": "McGraw-Hill",
    "isbn": "9786071515810",
    "idioma": "Español",
    "precioBook": "1300",
    "precioEbook": "800",
    "paginas": "1300",
    "year": "2022",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Este libro representa casi 40 años de ofrecer la información más actualizada disponible en el campo. Esta edición refleja una importante expansión de los fármacos de molécula grande en la farmacopea, con numerosos anticuerpos monoclonales nuevos y otros “productos biológicos” que se abordan en varios capítulos. Aunque los fármacos complejos todavía están sobrepasados en número por los de molécula pequeña, han proporcionado importantes avances terapéuticos, y constituyen una fracción importante y creciente de los recursos disponibles para la farmacoterapia.</p>\r\n</div>",
    "detallesAutor": "<p>El Dr. Katzung recibió su título de M.D. de la State University of New York, Syracuse en 1957 y el Ph.D. en Farmacología de la Universidad de California, San Francisco en 1962. Después de una pasantía en el Hospital Moffitt, se unió al Departamento de Farmacología y Terapéutica Experimental (ahora CMP) en UCSF en 1958 y al cuerpo docente en 1962. Fue Presidente en funciones del Departamento desde 1978 hasta 1981. Su investigación se centró en la función cardíaca, especialmente la actividad eléctrica celular cardíaca, afectada por fármacos, incluidos los digitálicos y los agentes antiarrítmicos.</p>",
    "id": 6,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Rang y Dale: Farmacología",
    "categoria": "Medicina",
    "subcategoria": "Farmacología",
    "autor": "James M. Ritter",
    "editorial": "Elsevier",
    "isbn": "9788491135586",
    "idioma": "Español",
    "precioBook": "900",
    "precioEbook": "500",
    "paginas": "790",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La nueva edición se organiza de la misma forma que la ed. vigente (6 secciones) a través de las cuales se explican los mecanismos de actuación de los fármacos. Presenta de una forma clara y exhaustiva los aspectos más relevantes de la farmacología, desde la comprensión de los receptores moleculares y las acciones farmacológicas, hasta las aplicaciones clínicas de grupos esenciales de fármacos.</p>\r\n</div>",
    "detallesAutor": "<p>Sin información.</p>",
    "id": 7,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Epidemiología clínica",
    "categoria": "Medicina",
    "subcategoria": "Epidemiología",
    "autor": "Robert H. Fletcher",
    "editorial": "Wolters Kluwer",
    "isbn": "9788417949938",
    "idioma": "Español",
    "precioBook": "650",
    "precioEbook": "200",
    "paginas": "275",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Epidemiología clínica es un texto introductorio, breve y conciso, para profesionales y estudiantes dedicados a la atención de los pacientes, quienes desean comprender la validez de la información en la que basan sus decisiones clínicas. Su contenido transversal está asociado a materias básicas de relevancia para médicos en formación: medicina basada en evidencia, bioestadística y diseño de investigación clínica. Escrito por educadores expertos y con una gran claridad expositiva, el texto ayuda a los estudiantes a desarrollar y aplicar métodos de observación clínica con el fin de formar conclusiones precisas.</p>\r\n</div>",
    "detallesAutor": "<p>El Dr. Robert Fletcher es internista y epidemiólogo. Se graduó de Wesleyan University en 1962 y Harvard Medical School en 1966 y completó su residencia en medicina interna en Stanford Medical Center y Johns Hopkins, donde también obtuvo una maestría en Salud Pública mientras era miembro del Programa de Becas Clínicas Robert Wood Johnson. El Dr. Fletcher ocupó cargos docentes en Medicina y Epidemiología en McGill, 1973-8, y en la Universidad de Carolina del Norte, Chapel Hill, 1978-90, donde fue Director del Programa de Académicos Clínicos Robert Wood Johnson, Co-Jefe de la División de Medicina Interna General, codirectora del centro de capacitación de la Red Internacional de Epidemiología Clínica (INCLEN) y coeditora fundadora de la Revista de Medicina Interna General. El Dr. Fletcher fue editor de Annals of Internal Medicine (con Suzanne Fletcher) y vicepresidente senior de publicaciones del American College of Physicians desde 1990-3. Participó activamente en temas de edición como presidente del Comité de Política Editorial de la Asociación Mundial de Editores Médicos y forma parte del Consejo Asesor Internacional de Lancet. De 1994 a 2002, el Dr. Fletcher fue profesor de Prevención y Atención Ambulatoria en la Escuela de Medicina de Harvard, donde dirigió la Pasantía de Atención Primaria y el Centro de Enseñanza del Departamento. El Dr. Fletcher ahora vive en Chapel Hill, Carolina del Norte, donde continúa su investigación como profesor emérito en Harvard y enseña en la UNC, donde es profesor adjunto de epidemiología y medicina social.</p>",
    "id": 8,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Manual de Epidemiología y Salud Pública para Grados en Ciencias de la Salud",
    "categoria": "Medicina",
    "subcategoria": "Epidemiología",
    "autor": "Idelfonso Hernández-Aguado",
    "editorial": "Panamericana",
    "isbn": "9788491101734",
    "idioma": "Español",
    "precioBook": "760",
    "precioEbook": "300",
    "paginas": "405",
    "year": "2018",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Esta nueva edición de la obra Manual de epidemiología y Salud Pública para grados en Ciencias de la Salud contiene 95 capítulos organizados en 8 secciones: introducción a la salud púbica, herramientas y métodos en salud pública, condicionantes de la salud, estrategias de salud pública, actuaciones de salud pública, salud pública para grupos vulnerables, gestión y planificación sanitaria y por último políticas de salud pública y ética.</p>\r\n</div>",
    "detallesAutor": "<p>Sin información.</p>",
    "id": 9,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Anestesiología de Morgan y Mikhail",
    "categoria": "Medicina",
    "subcategoria": "Anestesiología",
    "autor": "John F. Butterworth",
    "editorial": "Manual Moderno",
    "isbn": "9786074488418",
    "idioma": "Español",
    "precioBook": "2500",
    "precioEbook": "900",
    "paginas": "1150",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Aclamada como la mejor, la Anestesiología de Morgan y Mikhail, 6ª ed., sigue fiel a su objetivo: hacer una presentación concisa y objetiva de los principios básicos esenciales para la práctica moderna de la anestesia. Esta obra clásica presenta una cobertura amplia de los temas elementales de ciencia básica y clínica, de una manera fácil de comprender. Al mismo tiempo, retiene su utilidad como libro de texto para cursos, fuente de repaso y referencia para el profesional.</p>\r\n</div>",
    "detallesAutor": "<p>El Dr. Butterworth recibió su licenciatura en la Universidad de Virginia en 1975 y su doctorado en Medicina en la Facultad de Medicina de Virginia en 1979. Pasó un año de beca en la División de Neurocirugía en la Facultad de Medicina de Virginia antes de completar su pasantía en cirugía en la Universidad de Virginia. Centro médico de Massachusetts. Completó su residencia y una beca de investigación en el Brigham and Women's Hospital, Harvard Medical School de 1981 a 1984.</p>",
    "id": 10,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Ventilación mecánica durante la anestesia",
    "categoria": "Medicina",
    "subcategoria": "Anestesiología",
    "autor": "Pastor Luna Ortiz",
    "editorial": "Alfil",
    "isbn": "9786077412540",
    "idioma": "Español",
    "precioBook": "600",
    "precioEbook": "200",
    "paginas": "418",
    "year": "2019",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La ventilación mecánica durante la anestesia general puede tener efectos adversos conocidos, como lesión pulmonar inducida por ventilador, que es la principal causa de las complicaciones pulmonares posoperatorias. El anestesiólogo debe conocer la fisiopatología de la producción del daño pulmonar causado por la ventilación mecánica y estar familiarizado con los mecanismos de barotrauma, volutrauma, atelectrauma, biotrauma y ergotrauma, para poder prevenir e implementar las estrategias de ventilación pulmonar protectora.</p>\r\n</div>",
    "detallesAutor": "<p>Medico Adjunto al Departamento de Anestesia del Centro Medico ABC.</p>",
    "id": 11,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Oncología integrativa: Manual básico y clínico",
    "categoria": "Medicina",
    "subcategoria": "Oncología",
    "autor": "Sociedad Española de Salud y Medicina",
    "editorial": "Panamericana",
    "isbn": "9788491106357",
    "idioma": "Español",
    "precioBook": "1400",
    "precioEbook": "500",
    "paginas": "500",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>Esta obra es la expresión de un movimiento a favor de la aceptación –y no persecución- de aquellos que ponen la primera piedra de la Oncología Integrativa en España de manera humilde y silenciosa, trabajando como médicos y agentes de salud en sus consultas extrahospitalarias o colaborando en otros lugares por afinidad o inquietud por ayudar a las personas que padecen cáncer.</p>\r\n</div>",
    "detallesAutor": "<p>Sin información.</p>",
    "id": 12,
    "portada": "public/images/booksCover/default-image.png"
  },
  {
    "nombreLibro": "Abeloff: Oncología clínica",
    "categoria": "Medicina",
    "subcategoria": "Oncología",
    "autor": "John E. Niederhuber",
    "editorial": "Elsevier",
    "isbn": "9788491135203",
    "idioma": "Español",
    "precioBook": "3700",
    "precioEbook": "2000",
    "paginas": "2038",
    "year": "2020",
    "detallesDelLibro": "<div class=\"overview__body\" data-gtm-vis-has-fired-9995629_87=\"1\">\r\n<p>La sexta edición de Abeloff: Oncología clínica incorpora los avances apasionantes de la oncología básica, translacional, clínica y epidemiológica. Cada capítulo comienza con un resumen en el que se destacan los puntos clave e incluye un análisis crítico de la literatura y de estudios clínicos actuales. Los autores presentan sus propias opiniones en cuadros y algoritmos.</p>\r\n</div>",
    "detallesAutor": "<p>John E. Niederhuber fue el decimotercer director del Instituto Nacional del Cáncer, desde 2006 hasta julio de 2010, sucediendo a Andrew von Eschenbach, quien se convirtió en director de la firma de biotecnología BioTime. Cirujano e investigador de renombre nacional, el Dr. Niederhuber ha dedicado su carrera de cuatro décadas al tratamiento y estudio del cáncer: como profesor, director de un centro oncológico, presidente de la Junta Asesora Nacional del Cáncer, asesor externo del NCI, revisor de subvenciones y laboratorio investigador apoyado por el NCI y los Institutos Nacionales de Salud. Ahora es vicepresidente ejecutivo / director ejecutivo del Instituto de Medicina Traslacional Inova e Inova Health System y codirector de la Red de Investigación Clínica Johns Hopkins.</p>",
    "id": 13,
    "portada": "public/images/booksCover/default-image.png"
  }
]
