<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <link rel="apple-touch-icon" sizes="180x180" href="./images/favicon/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="./images/favicon/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="./images/favicon/favicon-16x16.png">
<link rel="manifest" href="./images/favicon/site.webmanifest">
<link rel="mask-icon" href="./images/favicon/safari-pinned-tab.svg" color="#5bbad5">
<meta name="msapplication-TileColor" content="#da532c">
<meta name="theme-color" content="#ffffff">
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Roboto:wght@100;400&family=Russo+One&display=swap"
        rel="stylesheet" />
    <link href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.3/css/all.min.css" rel="stylesheet" />
   

    <link rel="stylesheet" type="text/css" href="css/flaticon/flaticon.css">
    <link rel="stylesheet" href="css/normalize.min.css" />
    <link rel="stylesheet" href="./css/TerminosyCondiciones.css">
    
    <title>Política de Privacidad de InsideBooks</title>
</head>

<body>
    <nav>
        <a href="./homeT.html">
          <div class="logoNavBar">
            <div class="logoContainer">
              <div class="bloqueAzul"></div>
              <div class="bloqueVerde"></div>
              <div class="bloqueRojo"></div>
              <div class="bloqueNaranja"></div>
            </div>
            <p class="logoText"><span class="rojo">IN</span><span class="azul">SIDE</span><span class="verde">BOOKS</span>
            </p>
    
          </div>
        </a>
    
        <form class="searchBar" action="/action_page.php">
          <input class="btn" type="text" placeholder=" Buscar.." name="search">
          <button class="btn red" type="submit"><i class="flaticon-magnifying-glass-1"></i></button>
        </form>
    
        <div class="menuButton">
          <a href="./login.html"><i class="flaticon-profile-user"></i> &nbsp <span class="menu-label"> Mi Cuenta</span> </a>
          <a href="./carrito.html"><i class="flaticon-shopping-cart"></i> &nbsp <span class="menu-label"> Mi
              Carrito</span></a>
    
          <a href="#" onclick="openNav()"><i class="flaticon-list"></i> &nbsp <span class="menu-label">
              Menú</span> </a>
          <div class="mySidenav" id="sideNav">
            <div class="mySidenavlinks">
              <a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&times;</a>
              
              <div>
                <input style="display: none;" type="checkbox" id="darkMode">
                <label for="darkMode">
                  <span id="textoModoClaro"><i class="far fa-moon"></i>&nbsp Modo Oscuro</span> 
                  <span id="textoModoOscuro"> <i class="fas fa-sun"></i> &nbsp Modo Claro</span>
                </label>
              </div>
             
              <a href="#">Link 2</a>
              <a href="#">Link 3</a>
              <script>
                function openNav() {
                  document.getElementById("sideNav").style.width = "250px";
                }
    
                function closeNav() {
                  document.getElementById("sideNav").style.width = "0";
                }
              </script>
            </div>
          </div>
    
        </div>
      </nav>
<img src="/img/separador.jpg" alt="Separador decorativo" width=100%>
    <main>
        <div class="logoTerminos">
            <div class="logo shine-me">
                <div class="bloqueAzul "></div>
                <div class="bloqueVerde"></div>
                <div class="bloqueRojo"></div>
                <div class="bloqueNaranja"></div>
            </div>
            <p class="logoText"><span class="rojo">IN</span><span class="azul">SIDE</span><br><span
                    class="verde">BOOKS</span>
            </p>
        </div>
        
        <h2 id="nombre-de-la-tienda-pol&iacute;tica-de-privacidad">Pol&iacute;tica de Privacidad</h2>
        <p>Esta Pol&iacute;tica de Privacidad describe c&oacute;mo se recopila, utiliza y comparte tu informaci&oacute;n personal cuando visitas o realizas una compra en InsideBooks.com.</p>
        <p><strong>¿QU&Eacute; INFORMACI&Oacute;N PERSONAL RECOPILAMOS?</strong></p>
        <p>Cuando visitas el Sitio, recopilamos autom&aacute;ticamente cierta informaci&oacute;n sobre tu dispositivo, incluida informaci&oacute;n sobre tu navegador web, direcci&oacute;n IP, zona horaria y algunas de las cookies que est&aacute;n instaladas en tu dispositivo.</p>
        <p>Adem&aacute;s, a medida que navegas por el Sitio, recopilamos informaci&oacute;n sobre las p&aacute;ginas web individuales o los productos que ves, qu&eacute; sitios web o t&eacute;rminos de b&uacute;squeda te remiten al Sitio, e informaci&oacute;n sobre c&oacute;mo interact&uacute;as con el Sitio. Nos referimos a esta informaci&oacute;n recopilada autom&aacute;ticamente como&nbsp;<strong>Informaci&oacute;n del Dispositivo</strong>&nbsp;(device information).</p>
        <p>Recopilamos informaci&oacute;n del dispositivo utilizando las siguientes tecnolog&iacute;as:</p>
        <ul>
        <li>
        <p><strong>Cookies</strong>: son archivos de datos que se colocan en tu dispositivo o computadora y con frecuencia incluyen un identificador &uacute;nico an&oacute;nimo.</p>
        </li>
        <li>
        <p><strong>Archivos de registro</strong>: rastrean las acciones que ocurren en el Sitio y recopilan datos, incluida tu direcci&oacute;n IP, el tipo de navegador, el proveedor de servicios de Internet, las p&aacute;ginas de referencia/salida y las marcas de fecha y hora.</p>
        </li>
        </ul>
        <p>Adem&aacute;s, cuando efect&uacute;as una compra o intentas realizar una compra a trav&eacute;s del Sitio, recopilamos cierta informaci&oacute;n tuya, como tu nombre, direcci&oacute;n de facturaci&oacute;n, direcci&oacute;n de env&iacute;o, informaci&oacute;n de pago, incluidos n&uacute;meros de tarjetas de cr&eacute;dito (<strong>menciona todos los tipos de pagos aceptados</strong>), direcci&oacute;n de email y el n&uacute;mero de tel&eacute;fono. Esto se denomina&nbsp;<strong>Informaci&oacute;n del Pedido</strong>.</p>
        <p>Al referirnos a&nbsp;<strong>Informaci&oacute;n Personal</strong>&nbsp;en esta Pol&iacute;tica de Privacidad, estamos hablando tanto de la Informaci&oacute;n del Dispositivo como de la Informaci&oacute;n del Pedido.</p>
        <p><strong>¿C&Oacute;MO USAMOS TU INFORMACI&Oacute;N PERSONAL?</strong></p>
        <p>Utilizamos la Informaci&oacute;n de Pedido que recopilamos por lo general para cumplir con los pedidos realizados a trav&eacute;s del Sitio (incluido el procesamiento de tu informaci&oacute;n de pago, la organizaci&oacute;n del env&iacute;o y el env&iacute;o de facturas y/o confirmaciones de pedidos).</p>
        <p>Adem&aacute;s, usamos esta Informaci&oacute;n del Pedido para: comunicarnos contigo, examinar nuestros pedidos para detectar posibles riesgos o fraudes, para (en l&iacute;nea con las preferencias que has compartido con nosotros) ofrecerte informaci&oacute;n o publicidad relacionada con nuestros productos o servicios.</p>
        <p>Utilizamos la Informaci&oacute;n del Dispositivo que recopilamos para ayudarnos a detectar posibles riesgos y fraudes (en particular, tu direcci&oacute;n IP) y, en general, para mejorar y optimizar nuestro sitio.</p>
        <p><strong>COMPARTIENDO TU INFORMACI&Oacute;N PERSONAL</strong></p>
        <p>Compartimos tu Informaci&oacute;n Personal con terceros para ayudarnos a utilizarla como se describi&oacute; anteriormente.</p>
        <p>Tambi&eacute;n empleamos Google Analytics para ayudarnos a comprender c&oacute;mo nuestros clientes usan InsideBooks.&nbsp;<a href="https://www.google.com/intl/en/policies/privacy/">¿C&oacute;mo usa Google tu Informaci&oacute;n Personal?</a>.</p>
        <p>Finalmente, tambi&eacute;n podemos compartir tu Informaci&oacute;n Personal para cumplir con las leyes y regulaciones aplicables, para responder a una citaci&oacute;n, una orden de registro u otras solicitudes legales de informaci&oacute;n que recibimos, o para proteger nuestros derechos.</p>
        <p><strong>PUBLICIDAD DE COMPORTAMIENTO</strong></p>
        <p>Utilizamos tu Informaci&oacute;n Personal para proporcionarte anuncios espec&iacute;ficos o comunicaciones de marketing que creemos que pueden ser de tu inter&eacute;s.</p>
        <ul>
        <li><a href="https://www.facebook.com/settings/?tab=ads">Facebook</a></li>
        <li><a href="https://www.google.com/settings/ads/anonymous">Google</a></li>
        </ul>
        <p>Puedes inhabilitar la publicidad dirigida si lo deseas.</p>
        <p><strong>TUS DERECHOS</strong></p>
        <p>Si eres un residente europeo, tienes derecho a acceder a la informaci&oacute;n personal que tenemos sobre ti y a solicitar que tu informaci&oacute;n personal se corrija, actualice o elimine. Si deseas ejercer este derecho, por favor cont&aacute;ctanos.</p>
        <p>Adem&aacute;s, si eres un residente europeo, notamos que estamos procesando tu informaci&oacute;n para cumplir con los contratos que podr&iacute;amos tener contigo (por ejemplo, si realizas un pedido a trav&eacute;s del Sitio), o de otra manera para perseguir nuestros intereses comerciales leg&iacute;timos mencionados anteriormente.</p>
        <p>Ten en cuenta que tu informaci&oacute;n se transferir&aacute; fuera de Europa, incluso a Canad&aacute; y Estados Unidos.</p>
        <p><strong>RETENCI&Oacute;N DE DATOS</strong></p>
        <p>Cuando realices un pedido a trav&eacute;s del Sitio, mantendremos tu Informaci&oacute;n de Pedido para nuestros registros a menos que y hasta que nos solicites eliminar esta informaci&oacute;n.</p>
        <p><strong>MENORES</strong></p>
        <p>El Sitio no est&aacute; destinado a personas menores de edad.</p>
        <p><strong>CAMBIOS</strong>&nbsp;Podemos actualizar esta pol&iacute;tica de privacidad de vez en cuando para reflejar, por ejemplo, cambios en nuestras pr&aacute;cticas o por otras razones operativas, legales o reglamentarias.</p>
        <p>Si tiene preguntas y/o necesitas m&aacute;s informaci&oacute;n, no dudes en ponerte en contacto con nosotros.</p>
    </main>
<img src="/img/separador.jpg" alt="Separador decorativo">
    <footer>
        <section>
            <h4>Enlaces de Interés</h4>
            <ul>
                <li><a href="">Mi cuenta</a></li>
                <li><a href="">Mis Pedidos</a></li>
            </ul>

            <ul>
                <li><a href="">Mi Lista de Deseos</a></li>
                <li><a href="">Artículos Vistos</a></li>
            </ul>
        </section>

        <section>
            <h4>Ayuda y Soporte</h4>
            <ul>
                <li><a href="">Preguntas Frecuentes</a></li>
                <li><a href="">Formas de Pago</a></li>
                <li><a href="">Nuestro Boletín</a></li>
            </ul>

            <ul>
                <li><a href="./TerminosyCondiciones.html">Términos y Condiciones </a></li>
                <li><a href="./PoliticaDePrivacidad.html">Política de Privacidad</a></li>
                <li><a href="">Acerca de Nosotros</a></li>
            </ul>
        </section>

        <section>
            <h4>Contacto</h4>
            <ul class="contactList">
                <li><a href='mailto:contact@insidebooks.com?subject="Hi There!"'><i class="flaticon-email" ></i> &nbsp contact@insidebooks.com</a></li>
                <li><i class="flaticon-telephone-handle-silhouette"></i>&nbsp&nbsp +53 123 456 7890</li>
            </ul>
        </section>

        <section class="socialMedia">
            <h4>Redes Sociales</h4>
            <ul>
                <li><a href="https://www.facebook.com/" target="_blank"><i class="flaticon-facebook"></i> &nbsp Facebook</a></li>
                <li><a href="https://www.instagram.com/" target="_blank"><i class="flaticon-instagram"></i>&nbsp Instagram</a></li>
            </ul>

            <ul>
                <li><a href="https://twitter.com/" target="_blank"><i class="flaticon-twitter"></i>&nbsp Twitter</a></li>
                <li><a href="https://web.telegram.org" target="_blank"><i class="flaticon-telegram"></i>&nbsp Telegram</a></li>
            </ul>
        </section>

        <div class="logoFooter">
            <div class="logoContainer">
                <div class="bloqueAzul"></div>
                <div class="bloqueVerde"></div>
                <div class="bloqueRojo"></div>
                <div class="bloqueNaranja"></div>
            </div>
            <p class="logoTextFooter"><span class="rojo">IN</span><span class="azul">SIDE</span><span
                    class="verde">BOOKS</span>
            </p>
        </div>
    </footer>
</body>

</html>
