<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Roboto:wght@100;400&family=Russo+One&display=swap"
        rel="stylesheet" />

    <link rel="stylesheet" type="text/css" href="css/flaticon/flaticon.css">
    <link rel="stylesheet" href="css/normalize.min.css" />
    <link rel="stylesheet" href="./css/TerminosyCondiciones.css">
    <title>Términos y Condiciones de InsideBooks</title>
</head>

<body>
    <nav>
        <a href="./Home.html">
            <div class="logoNavBar">
                <div class="logoContainer">
                    <div class="bloqueAzul"></div>
                    <div class="bloqueVerde"></div>
                    <div class="bloqueRojo"></div>
                    <div class="bloqueNaranja"></div>
                </div>
                <p class="logoText"><span class="rojo">IN</span><span class="azul">SIDE</span><span
                        class="verde">BOOKS</span>
                </p>
            </div>
        </a>

        <form class="searchBar" action="/action_page.php">
            <input class="btn" type="text" placeholder=" Buscar.." name="search">
            <button class="btn red" type="submit"><i class="flaticon-magnifying-glass-1"></i></button>
        </form>

        <div class="menuButton">
            <a id="BotonBuscarParaMoviles" href="#"><i class="flaticon-magnifying-glass-1"></i> </a>
            <a href="./login.html"><i class="flaticon-profile-user"></i> &nbsp <span class="menu-label"> Mi
                    Cuenta</span> </a>
            <a href="./carrito.html"><i class="flaticon-shopping-cart"></i> &nbsp <span class="menu-label"> Mi
                    Carrito</span></a>
            <a href="#"><i class="flaticon-list"></i> &nbsp <span class="menu-label"> Menú</span> </a>
        </div>
    </nav>


    <main>
        <div class="logoTerminos">
            <div class="logo shine-me">
                <div class="bloqueAzul "></div>
                <div class="bloqueVerde"></div>
                <div class="bloqueRojo"></div>
                <div class="bloqueNaranja"></div>
            </div>
            <p class="logoText"><span class="rojo">IN</span><span class="azul">SIDE</span><br><span
                    class="verde">BOOKS</span>
            </p>
        </div>
        
        <h2>Inside Books: Pol&iacute;tica de T&eacute;rminos y Condiciones</h2>
        <p>Bienvenido a InsideBooks. Estos t&eacute;rminos y condiciones describen las reglas y regulaciones
            para el uso del sitio web InsideBooks.com.</p>
        <p><strong>Inside Books se encuentra en InsideBooks.com.</strong></p>
        <p>Al acceder a este sitio web, asumimos que aceptas estos t&eacute;rminos y condiciones en su
            totalidad. No contin&uacute;es usando el sitio web InsideBooks si no aceptas todos los
            t&eacute;rminos y condiciones establecidos en esta p&aacute;gina.</p>
        <p>La siguiente terminolog&iacute;a se aplica a estos T&eacute;rminos y Condiciones, Declaraci&oacute;n
            de Privacidad y Aviso legal y cualquiera o todos los Acuerdos:
            el&nbsp;<strong>Cliente</strong>,&nbsp;<strong>Usted</strong>&nbsp;y&nbsp;<strong>Su</strong>&nbsp;se
            refieren a usted, la persona que accede a este sitio web y acepta los t&eacute;rminos y condiciones
            de la Compa&ntilde;&iacute;a. La&nbsp;<strong>Compa&ntilde;&iacute;a, Nosotros mismos, Nosotros y
                Nuestro</strong>, se refiere a nuestra Compa&ntilde;&iacute;a.&nbsp;<strong>Parte, Partes o
                Nosotros</strong>, se refiere en conjunto al Cliente y a nosotros mismos, o al Cliente o a
            nosotros mismos.</p>
        <p>Todos los t&eacute;rminos se refieren a la oferta, aceptaci&oacute;n y consideraci&oacute;n del pago
            necesario para efectuar el proceso de nuestra asistencia al Cliente de la manera m&aacute;s
            adecuada, ya sea mediante reuniones formales de una duraci&oacute;n fija, o por cualquier otro
            medio, con el prop&oacute;sito expreso de conocer las necesidades del Cliente con respecto a la
            provisi&oacute;n de los servicios/productos declarados de la Compa&ntilde;&iacute;a, de acuerdo con
            y sujeto a la ley vigente de InsideBooks.com.</p>
        <p>Cualquier uso de la terminolog&iacute;a anterior u otras palabras en singular, plural,
            may&uacute;sculas y/o, &eacute;l/ella o ellos, se consideran intercambiables y, por lo tanto, se
            refieren a lo mismo.</p>
        <p><strong>Cookies</strong></p>
        <p>Empleamos el uso de cookies. Al utilizar el sitio web de (Nombre de la tienda), usted acepta el uso
            de cookies de acuerdo con la pol&iacute;tica de privacidad de (Nombre de la tienda). La
            mayor&iacute;a de los modernos sitios web interactivos de hoy en d&iacute;a usan cookies para
            permitirnos recuperar los detalles del usuario para cada visita.</p>
        <p>Las cookies se utilizan en algunas &aacute;reas de nuestro sitio para habilitar la funcionalidad de
            esta &aacute;rea y la facilidad de uso para las personas que lo visitan. Algunos de nuestros socios
            afiliados/publicitarios tambi&eacute;n pueden usar cookies.</p>
        <p><strong>Licencia</strong></p>
        <p>A menos que se indique lo contrario, InsideBooks y/o sus licenciatarios les pertenecen los derechos
            de propiedad intelectual de todo el material en InsideBooks.</p>
        <p>Todos los derechos de propiedad intelectual est&aacute;n reservados. No debes:</p>
        <ul>
            <li>Volver a publicar material descargado de InsideBooks.com.</li>
            <li>Vender, alquilar u otorgar una sub-licencia del material.</li>
            <li>Reproducir, duplicar o copiar material desde InsideBooks.</li>
            <li>Redistribuir contenido de InsideBooks, a menos de que el contenido se haga
                espec&iacute;ficamente para la redistribuci&oacute;n.</li>
        </ul>
        <p><strong>Aviso legal</strong></p>
        <p>En la medida m&aacute;xima permitida por la ley aplicable, excluimos todas las representaciones,
            garant&iacute;as y condiciones relacionadas con nuestro sitio web y el uso de este sitio web
            (incluyendo, sin limitaci&oacute;n, cualquier garant&iacute;a impl&iacute;cita por la ley con
            respecto a la calidad satisfactoria, idoneidad para el prop&oacute;sito y/o el uso de cuidado y
            habilidad razonables).</p>
        <p>Nada en este aviso legal:</p>
        <ul>
            <li>Limita o excluye nuestra o su responsabilidad por muerte o lesiones personales resultantes de
                negligencia.</li>
            <li>Limita o excluye nuestra o su responsabilidad por fraude o tergiversaci&oacute;n fraudulenta.
            </li>
            <li>Limita cualquiera de nuestras o sus responsabilidades de cualquier manera que no est&eacute;
                permitida por la ley aplicable.</li>
            <li>Excluye cualquiera de nuestras o sus responsabilidades que no pueden ser excluidas bajo la ley
                aplicable.</li>
        </ul>
        <p>Las limitaciones y exclusiones de responsabilidad establecidas en esta Secci&oacute;n y en otras
            partes de este aviso legal:</p>
        <ol>
            <li>est&aacute;n sujetas al p&aacute;rrafo anterior; y</li>
            <li>rigen todas las responsabilidades que surjan bajo la exenci&oacute;n de responsabilidad o en
                relaci&oacute;n con el objeto de esta exenci&oacute;n de responsabilidad, incluidas las
                responsabilidades que surjan en contrato, agravio (incluyendo negligencia) y por incumplimiento
                del deber legal.</li>
        </ol>
        <p>En la medida en que el sitio web y la informaci&oacute;n y los servicios en el sitio web se
            proporcionen de forma gratuita, no seremos responsables de ninguna p&eacute;rdida o da&ntilde;o de
            ning&uacute;n tipo.</p>
        <p><strong>&nbsp;</strong></p>
    </main>

    <footer>
        <section>
            <h4>Enlaces de Interés</h4>
            <ul>
                <li><a href="">Mi cuenta</a></li>
                <li><a href="">Mis Pedidos</a></li>
            </ul>

            <ul>
                <li><a href="">Mi Lista de Deseos</a></li>
                <li><a href="">Artículos Vistos</a></li>
            </ul>
        </section>

        <section>
            <h4>Ayuda y Soporte</h4>
            <ul>
                <li><a href="">Preguntas Frecuentes</a></li>
                <li><a href="">Formas de Pago</a></li>
                <li><a href="">Nuestro Boletín</a></li>
            </ul>

            <ul>
                <li><a href="">Términos y Condiciones </a></li>
                <li><a href="">Política de Privacidad</a></li>
                <li><a href="">Acerca de Nosotros</a></li>
            </ul>
        </section>

        <section>
            <h4>Contacto</h4>
            <ul class="contactList">
                <li><i class="flaticon-email"></i> &nbsp contact@insidebooks.com</li>
                <li><i class="flaticon-telephone-handle-silhouette"></i>&nbsp&nbsp +53 123 456 7890</li>
            </ul>
        </section>

        <section class="socialMedia">
            <h4>Redes Sociales</h4>
            <ul>
                <li><a href=""><i class="flaticon-facebook"></i> &nbsp Facebook</a></li>
                <li><a href=""><i class="flaticon-instagram"></i>&nbsp Instagram</a></li>
            </ul>

            <ul>
                <li><a href=""><i class="flaticon-twitter"></i>&nbsp Twitter</a></li>
                <li><a href=""><i class="flaticon-telegram"></i>&nbsp Telegram</a></li>
            </ul>
        </section>

        <div class="logoFooter">
            <div class="logoContainer">
                <div class="bloqueAzul"></div>
                <div class="bloqueVerde"></div>
                <div class="bloqueRojo"></div>
                <div class="bloqueNaranja"></div>
            </div>
            <p class="logoTextFooter"><span class="rojo">IN</span><span class="azul">SIDE</span><span
                    class="verde">BOOKS</span>
            </p>
        </div>
    </footer>
</body>

</html>